Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Sent as the system instruction when analysing an agent prompt. The model is also told to return JSON containing an `issues` array.
ar: يُرسل كتعليمات نظام عند تحليل موجه وكيل. ويُطلب من النموذج أيضًا إعادة JSON يحتوي على مصفوفة `issues`.
cs: Odesílá se jako systémový pokyn při analýze promptu agenta. Modelu se rovněž říká, aby vrátil JSON obsahující pole `issues`.
de: Wird als Systemanweisung beim Analysieren eines Agent-Prompts gesendet. Das Modell wird zudem angewiesen, JSON mit einem `issues`-Array zurückzugeben.
el: Αποστέλλεται ως οδηγία συστήματος κατά την ανάλυση prompt πράκτορα. Το μοντέλο καλείται επίσης να επιστρέψει JSON που περιέχει πίνακα `issues`.
es: Se envía como instrucción del sistema al analizar el prompt de un agente. También se indica al modelo que devuelva JSON con un arreglo `issues`.
fi: Lähetetään järjestelmäohjeena agentin kehotetta analysoitaessa. Mallia ohjeistetaan myös palauttamaan JSON, joka sisältää `issues`-taulukon.
fr: Envoyé comme instruction système lors de l'analyse d'un prompt d'agent. Le modèle est aussi invité à renvoyer du JSON contenant un tableau `issues`.
it: Inviato come istruzione di sistema durante l'analisi del prompt di un agente. Al modello viene anche chiesto di restituire JSON contenente un array `issues`.
ja: エージェントのプロンプトを分析する際にシステム指示として送信されます。モデルには `issues` 配列を含む JSON を返すよう指示されます。
ko: 에이전트 프롬프트를 분석할 때 시스템 지침으로 전송됩니다. 모델에는 `issues` 배열이 포함된 JSON을 반환하도록 지시됩니다.
pl: Wysyłane jako instrukcja systemu podczas analizy promptu agenta. Model jest też proszony o zwrócenie JSON-a z tablicą `issues`.
pt_br: Enviado como instrução de sistema ao analisar o prompt de um agente. O modelo também é instruído a retornar JSON contendo um array `issues`.
tr: Bir aracı prompt'unu analiz ederken sistem yönergesi olarak gönderilir. Modele ayrıca `issues` dizisi içeren JSON döndürmesi söylenir.

source: Sent as the user message for each analysis. Use placeholders:
ar: يُرسل كرسالة مستخدم لكل تحليل. استخدم العناصر النائبة:
cs: Odesílá se jako uživatelská zpráva pro každou analýzu. Použijte zástupné symboly:
de: Wird als Benutzermeldung für jede Analyse gesendet. Platzhalter verwenden:
el: Αποστέλλεται ως μήνυμα χρήστη για κάθε ανάλυση. Χρησιμοποιήστε δείκτες:
es: Se envía como mensaje de usuario en cada análisis. Usa marcadores:
fi: Lähetetään käyttäjäviestinä kullekin analyysille. Käytä paikkamerkkejä:
fr: Envoyé comme message utilisateur pour chaque analyse. Utilisez les marqueurs :
it: Inviato come messaggio utente per ogni analisi. Usa segnaposto:
ja: 各分析でユーザーメッセージとして送信されます。プレースホルダを使用します:
ko: 각 분석에서 사용자 메시지로 전송됩니다. 자리 표시자를 사용하세요:
pl: Wysyłane jako wiadomość użytkownika dla każdej analizy. Użyj symboli zastępczych:
pt_br: Enviado como mensagem do usuário para cada análise. Use marcadores:
tr: Her analiz için kullanıcı mesajı olarak gönderilir. Yer tutucular kullanın:

source: Sent as the user message for each pattern. Use placeholders:
ar: يُرسل كرسالة مستخدم لكل نمط. استخدم العناصر النائبة:
cs: Odesílá se jako uživatelská zpráva pro každý vzor. Použijte zástupné symboly:
de: Wird als Benutzermeldung für jedes Muster gesendet. Platzhalter verwenden:
el: Αποστέλλεται ως μήνυμα χρήστη για κάθε μοτίβο. Χρησιμοποιήστε δείκτες:
es: Se envía como mensaje de usuario para cada patrón. Usa marcadores:
fi: Lähetetään käyttäjäviestinä jokaiselle mallille. Käytä paikkamerkkejä:
fr: Envoyé comme message utilisateur pour chaque motif. Utilisez les marqueurs :
it: Inviato come messaggio utente per ogni pattern. Usa segnaposto:
ja: 各パターンでユーザーメッセージとして送信されます。プレースホルダを使用します:
ko: 각 패턴에서 사용자 메시지로 전송됩니다. 자리 표시자를 사용하세요:
pl: Wysyłane jako wiadomość użytkownika dla każdego wzorca. Użyj symboli zastępczych:
pt_br: Enviado como mensagem do usuário para cada padrão. Use marcadores:
tr: Her desen için kullanıcı mesajı olarak gönderilir. Yer tutucular kullanın:

source: Set cost controls
ar: تعيين ضوابط التكلفة
cs: Nastavit kontroly nákladů
de: Kostenkontrollen festlegen
el: Ορίστε ελέγχους κόστους
es: Establecer controles de coste
fi: Aseta kustannusrajat
fr: Définir des contrôles de coût
it: Imposta controlli sui costi
ja: コスト管理を設定
ko: 비용 제어 설정
pl: Ustaw kontrole kosztów
pt_br: Definir controles de custo
tr: Maliyet kontrolleri ayarla

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Ajustes
tr: Ayarlar

source: Shape
ar: الشكل
cs: Tvar
de: Form
el: Σχήμα
es: Forma
fi: Muoto
fr: Forme
it: Forma
ja: シェイプ
ko: 도형
pl: Kształt
pt_br: Forma
tr: Şekil

source: Shape Defaults
ar: الإعدادات الافتراضية للشكل
cs: Výchozí pro tvar
de: Form-Standardwerte
el: Προεπιλογές σχήματος
es: Valores por defecto de forma
fi: Muodon oletukset
fr: Valeurs par défaut de la forme
it: Predefiniti forma
ja: シェイプのデフォルト
ko: 도형 기본값
pl: Domyślne kształtu
pt_br: Padrões da forma
tr: Şekil varsayılanları

source: Shapes
ar: الأشكال
cs: Tvary
de: Formen
el: Σχήματα
es: Formas
fi: Muodot
fr: Formes
it: Forme
ja: シェイプ
ko: 도형
pl: Kształty
pt_br: Formas
tr: Şekiller

source: Short-term
ar: قصير المدى
cs: Krátkodobá
de: Kurzfristig
el: Βραχυπρόθεσμη
es: Corto plazo
fi: Lyhytaikainen
fr: Court terme
it: Breve termine
ja: 短期
ko: 단기
pl: Krótkoterminowa
pt_br: Curto prazo
tr: Kısa süreli

source: Show what was sent to the LLM
ar: إظهار ما تم إرساله إلى LLM
cs: Zobrazit, co bylo odesláno do LLM
de: Zeigen, was an das LLM gesendet wurde
el: Εμφάνιση όσων στάλθηκαν στο LLM
es: Mostrar lo enviado al LLM
fi: Näytä, mitä LLM:lle lähetettiin
fr: Afficher ce qui a été envoyé au LLM
it: Mostra ciò che è stato inviato al LLM
ja: LLM に送信された内容を表示
ko: LLM에 전송된 내용 표시
pl: Pokaż, co wysłano do LLM
pt_br: Mostrar o que foi enviado ao LLM
tr: LLM'ye gönderileni göster

source: Simple
ar: بسيط
cs: Jednoduché
de: Einfach
el: Απλό
es: Sencillo
fi: Yksinkertainen
it: Semplice
ja: シンプル
ko: 단순
pl: Prosty
pt_br: Simples
tr: Basit

source: Single agent
ar: وكيل واحد
cs: Jediný agent
de: Einzelner Agent
el: Μόνος πράκτορας
es: Agente único
fi: Yksi agentti
fr: Agent unique
it: Agente singolo
ja: 単一エージェント
ko: 단일 에이전트
pl: Pojedynczy agent
pt_br: Agente único
tr: Tek aracı

source: Size / Quantity
ar: الحجم / الكمية
cs: Velikost / Množství
de: Größe / Menge
el: Μέγεθος / Ποσότητα
es: Tamaño / Cantidad
fi: Koko / määrä
fr: Taille / Quantité
it: Dimensione / Quantità
ja: サイズ / 数量
ko: 크기 / 수량
pl: Rozmiar / Ilość
pt_br: Tamanho / Quantidade
tr: Boyut / Miktar

source: Sizing
ar: تحديد الحجم
cs: Stanovení velikosti
de: Größenbestimmung
el: Διαστασιολόγηση
es: Dimensionamiento
fi: Mitoitus
fr: Dimensionnement
it: Dimensionamento
ja: サイジング
ko: 사이징
pl: Wymiarowanie
pt_br: Dimensionamento
tr: Boyutlandırma

source: Sizing Estimator
ar: مقدر تحديد الحجم
cs: Odhadce velikosti
de: Größenrechner
el: Εκτιμητής διαστασιολόγησης
es: Estimador de dimensionamiento
fi: Mitoitusarvioija
fr: Estimateur de dimensionnement
it: Stimatore dimensionamento
ja: サイジング推定機能
ko: 사이징 추정기
pl: Estymator wymiarowania
pt_br: Estimador de dimensionamento
tr: Boyutlandırma tahminleyicisi

source: Sizing Parameters
ar: معاملات تحديد الحجم
cs: Parametry stanovení velikosti
de: Größenparameter
el: Παράμετροι διαστασιολόγησης
es: Parámetros de dimensionamiento
fi: Mitoitusparametrit
fr: Paramètres de dimensionnement
it: Parametri di dimensionamento
ja: サイジングパラメータ
ko: 사이징 매개변수
pl: Parametry wymiarowania
pt_br: Parâmetros de dimensionamento
tr: Boyutlandırma parametreleri

source: Sizing Report (HTML)...
ar: تقرير تحديد الحجم (HTML)…
cs: Zpráva o stanovení velikosti (HTML)…
de: Größenbericht (HTML)…
el: Αναφορά διαστασιολόγησης (HTML)…
es: Informe de dimensionamiento (HTML)…
fi: Mitoitusraportti (HTML)…
fr: Rapport de dimensionnement (HTML)…
it: Report di dimensionamento (HTML)…
ja: サイジングレポート（HTML）...
ko: 사이징 보고서(HTML)...
pl: Raport wymiarowania (HTML)…
pt_br: Relatório de dimensionamento (HTML)…
tr: Boyutlandırma raporu (HTML)…

source: Sizing Report (Markdown)...
ar: تقرير تحديد الحجم (Markdown)…
cs: Zpráva o stanovení velikosti (Markdown)…
de: Größenbericht (Markdown)…
el: Αναφορά διαστασιολόγησης (Markdown)…
es: Informe de dimensionamiento (Markdown)…
fi: Mitoitusraportti (Markdown)…
fr: Rapport de dimensionnement (Markdown)…
it: Report di dimensionamento (Markdown)…
ja: サイジングレポート（Markdown）...
ko: 사이징 보고서(Markdown)...
pl: Raport wymiarowania (Markdown)…
pt_br: Relatório de dimensionamento (Markdown)…
tr: Boyutlandırma raporu (Markdown)…

source: Skip
ar: تخطي
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Pular
tr: Atla

source: SLA / Response
ar: اتفاقية الخدمة / الاستجابة
cs: SLA / Odezva
de: SLA / Antwortzeit
el: SLA / Απόκριση
es: SLA / Respuesta
fi: SLA / vastausaika
fr: SLA / Réponse
it: SLA / Risposta
ja: SLA / 応答
ko: SLA / 응답
pl: SLA / Odpowiedź
pt_br: SLA / Resposta
tr: SLA / Yanıt

source: SMS
ar: رسالة قصيرة

source: Solid
ar: متصلة
cs: Plná
de: Durchgezogen
el: Συμπαγής
es: Sólida
fi: Yhtenäinen
fr: Pleine
it: Continua
ja: 実線
ko: 실선
pl: Ciągła
pt_br: Sólida
tr: Düz

source: Specialist
ar: متخصص
cs: Specialista
de: Spezialist
el: Ειδικός
es: Especialista
fi: Asiantuntija
fr: Spécialiste
it: Specialista
ja: スペシャリスト
ko: 전문가
pl: Specjalista
pt_br: Especialista
tr: Uzman

source: SQL / Database
ar: SQL / قاعدة بيانات
cs: SQL / Databáze
de: SQL / Datenbank
el: SQL / Βάση δεδομένων
es: SQL / Base de datos
fi: SQL / tietokanta
fr: SQL / Base de données
ja: SQL / データベース
ko: SQL / 데이터베이스
pl: SQL / Baza danych
pt_br: SQL / Banco de dados
tr: SQL / Veritabanı

source: Status
ar: الحالة
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
it: Stato
ja: ステータス
ko: 상태
tr: Durum

source: Structured Tracing
ar: تتبع منظَّم
cs: Strukturované trasování
de: Strukturiertes Tracing
el: Δομημένη ιχνηλάτηση
es: Trazado estructurado
fi: Strukturoitu jäljitys
fr: Traçage structuré
it: Tracing strutturato
ja: 構造化トレース
ko: 구조화된 추적
pl: Strukturalne śledzenie
pt_br: Rastreamento estruturado
tr: Yapılandırılmış izleme

source: Supervisor
ar: مشرف
cs: Supervizor
el: Επόπτης
fi: Esimies
fr: Superviseur
it: Supervisore
ja: スーパーバイザー
ko: 감독자
pl: Nadzorca
tr: Süpervizör

source: Sync
ar: متزامن
cs: Synchronní
de: Synchron
el: Σύγχρονο
es: Síncrono
fi: Synkroninen
fr: Synchrone
it: Sincrono
ja: 同期
ko: 동기
pl: Synchroniczny
pt_br: Síncrono
tr: Eşzamanlı

source: Sync tools
ar: الأدوات المتزامنة
cs: Synchronní nástroje
de: Synchrone Tools
el: Σύγχρονα εργαλεία
es: Herramientas síncronas
fi: Synkroniset työkalut
fr: Outils synchrones
it: Strumenti sincroni
ja: 同期ツール
ko: 동기 도구
pl: Narzędzia synchroniczne
pt_br: Ferramentas síncronas
tr: Eşzamanlı araçlar

source: System Default
ar: افتراضي النظام
cs: Výchozí systému
de: Systemvorgabe
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
fi: Järjestelmän oletus
fr: Réglage système
it: Predefinito di sistema
ja: システムのデフォルト
ko: 시스템 기본값
pl: Domyślne systemu
pt_br: Padrão do sistema
tr: Sistem varsayılanı

source: System Prompt
ar: موجه النظام
cs: Systémový prompt
el: Μήνυμα συστήματος
es: Mensaje del sistema
fi: Järjestelmäkehote
fr: Prompt système
it: Prompt di sistema
ja: システムプロンプト
ko: 시스템 프롬프트
pl: Prompt systemowy
pt_br: Prompt do sistema
tr: Sistem yönergesi

source: Tail Estimate
ar: تقدير الذيل
cs: Odhad chvostu
de: Tail-Schätzung
el: Εκτίμηση ουράς
es: Estimación de cola
fi: Häntäarvio
fr: Estimation de queue
it: Stima della coda
ja: テール推定
ko: 테일 추정치
pl: Szacowanie ogona
pt_br: Estimativa de cauda
tr: Kuyruk tahmini

source: Target Completion
ar: الإنجاز المستهدف
cs: Cílové dokončení
de: Zielabschluss
el: Στόχος ολοκλήρωσης
es: Finalización prevista
fi: Tavoitepäivä
fr: Achèvement cible
it: Completamento previsto
ja: 目標完了日
ko: 목표 완료일
pl: Termin ukończenia
pt_br: Conclusão prevista
tr: Hedef tamamlama

source: Target language used by the Translate button in the Prompt Analysis tab.
ar: اللغة المستهدفة التي يستخدمها زر الترجمة في علامة تبويب تحليل الموجه.
cs: Cílový jazyk používaný tlačítkem Přeložit v kartě Analýza promptu.
de: Zielsprache, die vom Übersetzen-Button im Tab Prompt-Analyse verwendet wird.
el: Γλώσσα στόχου που χρησιμοποιείται από το κουμπί Μετάφραση στην καρτέλα Ανάλυση prompt.
es: Idioma de destino utilizado por el botón Traducir en la pestaña Análisis de prompt.
fi: Kohdekieli, jota Käännä-painike käyttää Promptin analyysi -välilehdellä.
fr: Langue cible utilisée par le bouton Traduire dans l'onglet Analyse de prompt.
it: Lingua di destinazione usata dal pulsante Traduci nella scheda Analisi del prompt.
ja: プロンプト分析タブの「翻訳」ボタンで使用するターゲット言語です。
ko: 프롬프트 분석 탭의 '번역' 버튼에서 사용하는 대상 언어입니다.
pl: Język docelowy używany przez przycisk Przetłumacz na karcie Analiza promptu.
pt_br: Idioma de destino usado pelo botão Traduzir na aba Análise de prompt.
tr: Prompt Analizi sekmesindeki Çevir düğmesinin kullandığı hedef dil.

source: Target language used by the Translate button in the Prompt Analysis tab. Leave empty to hide the button.
ar: اللغة المستهدفة التي يستخدمها زر الترجمة في علامة تبويب تحليل الموجه. اتركه فارغًا لإخفاء الزر.
cs: Cílový jazyk používaný tlačítkem Přeložit v kartě Analýza promptu. Pro skrytí tlačítka nechte prázdné.
de: Zielsprache, die vom Übersetzen-Button im Tab Prompt-Analyse verwendet wird. Leer lassen, um die Schaltfläche auszublenden.
el: Γλώσσα στόχου που χρησιμοποιείται από το κουμπί Μετάφραση στην καρτέλα Ανάλυση prompt. Αφήστε κενό για να αποκρύψετε το κουμπί.
es: Idioma de destino utilizado por el botón Traducir en la pestaña Análisis de prompt. Déjalo vacío para ocultar el botón.
fi: Kohdekieli, jota Käännä-painike käyttää Promptin analyysi -välilehdellä. Jätä tyhjäksi piilottaaksesi painikkeen.
fr: Langue cible utilisée par le bouton Traduire dans l'onglet Analyse de prompt. Laissez vide pour masquer le bouton.
it: Lingua di destinazione usata dal pulsante Traduci nella scheda Analisi del prompt. Lascia vuoto per nascondere il pulsante.
ja: プロンプト分析タブの「翻訳」ボタンで使用するターゲット言語です。空欄のままにするとボタンは非表示になります。
ko: 프롬프트 분석 탭의 '번역' 버튼에서 사용하는 대상 언어입니다. 비워 두면 버튼이 숨겨집니다.
pl: Język docelowy używany przez przycisk Przetłumacz na karcie Analiza promptu. Pozostaw puste, aby ukryć przycisk.
pt_br: Idioma de destino usado pelo botão Traduzir na aba Análise de prompt. Deixe vazio para ocultar o botão.
tr: Prompt Analizi sekmesindeki Çevir düğmesinin kullandığı hedef dil. Düğmeyi gizlemek için boş bırakın.

source: Task Execution
ar: تنفيذ المهام
cs: Provádění úloh
de: Aufgabenausführung
el: Εκτέλεση εργασιών
es: Ejecución de tareas
fi: Tehtävän suoritus
fr: Exécution de tâches
it: Esecuzione di attività
ja: タスク実行
ko: 작업 실행
pl: Wykonywanie zadań
pt_br: Execução de tarefas
tr: Görev yürütme

source: Team Size
ar: حجم الفريق
cs: Velikost týmu
de: Teamgröße
el: Μέγεθος ομάδας
es: Tamaño del equipo
fi: Tiimin koko
fr: Taille de l'équipe
it: Dimensione del team
ja: チーム規模
ko: 팀 규모
pl: Wielkość zespołu
pt_br: Tamanho da equipe
tr: Takım büyüklüğü

source: Technical Scope
ar: النطاق التقني
cs: Technický rozsah
de: Technischer Umfang
el: Τεχνικό εύρος
es: Alcance técnico
fi: Tekninen laajuus
fr: Portée technique
it: Ambito tecnico
ja: 技術的範囲
ko: 기술 범위
pl: Zakres techniczny
pt_br: Escopo técnico
tr: Teknik kapsam

source: Templated
ar: بواسطة قالب
cs: Šablonované
de: Vorlage
el: Με πρότυπο
es: Plantilla
fi: Mallipohjainen
fr: Modèle
it: Con template
ja: テンプレート化
ko: 템플릿화
pl: Z szablonem
pt_br: Em modelo
tr: Şablonlu

source: Test Connection
ar: اختبار الاتصال
cs: Otestovat připojení
de: Verbindung testen
el: Δοκιμή σύνδεσης
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
it: Prova connessione
ja: 接続をテスト
ko: 연결 테스트
pl: Testuj połączenie
pt_br: Testar conexão
tr: Bağlantıyı sına

source: Testing
ar: الاختبار
cs: Testování
de: Tests
el: Δοκιμές
es: Pruebas
fi: Testaus
fr: Tests
it: Test
ja: テスト
ko: 테스트
pl: Testowanie
pt_br: Testes
tr: Test

source: Testing...
ar: جارٍ الاختبار…
cs: Testuje se…
de: Teste…
el: Δοκιμή…
es: Probando…
fi: Testataan…
fr: Test en cours…
it: Test in corso…
ja: テスト中...
ko: 테스트 중...
pl: Testowanie…
pt_br: Testando…
tr: Test ediliyor…

source: Text
ar: نص
el: Κείμενο
es: Texto
fi: Teksti
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt_br: Texto
tr: Metin

source: Text Color
ar: لون النص
cs: Barva textu
de: Textfarbe
el: Χρώμα κειμένου
es: Color del texto
fi: Tekstin väri
fr: Couleur du texte
it: Colore del testo
ja: テキストの色
ko: 텍스트 색상
pl: Kolor tekstu
pt_br: Cor do texto
tr: Metin rengi

source: Text Defaults
ar: الإعدادات الافتراضية للنص
cs: Výchozí pro text
de: Text-Standardwerte
el: Προεπιλογές κειμένου
es: Valores por defecto de texto
fi: Tekstin oletukset
fr: Valeurs par défaut du texte
it: Predefiniti testo
ja: テキストのデフォルト
ko: 텍스트 기본값
pl: Domyślne tekstu
pt_br: Padrões do texto
tr: Metin varsayılanları

source: The Analysis and Prompt Analysis tabs are hidden from the Inspector, and Analyze Architecture is unavailable. Choose a provider above to turn them back on.
ar: علامتا التبويب التحليل وتحليل الموجه مخفيتان من المفتش، وتحليل البنية غير متاح. اختر مزوّدًا من الأعلى لإعادة تفعيلها.
cs: Karty Analýza a Analýza promptu jsou skryté v Inspektoru a funkce Analyzovat architekturu není dostupná. Výše zvolte poskytovatele, abyste je znovu zapnuli.
de: Die Tabs Analyse und Prompt-Analyse sind im Inspektor ausgeblendet und Architektur analysieren ist nicht verfügbar. Wähle oben einen Anbieter, um sie wieder zu aktivieren.
el: Οι καρτέλες Ανάλυση και Ανάλυση prompt είναι κρυφές από τον Επιθεωρητή και η Ανάλυση αρχιτεκτονικής δεν είναι διαθέσιμη. Επιλέξτε έναν πάροχο παραπάνω για να τις ενεργοποιήσετε ξανά.
es: Las pestañas Análisis y Análisis de prompt están ocultas en el Inspector y Analizar arquitectura no está disponible. Selecciona un proveedor arriba para volver a activarlas.
fi: Analyysi- ja Promptin analyysi -välilehdet on piilotettu Tarkastelusta, eikä Analysoi arkkitehtuuri ole käytettävissä. Valitse yllä palveluntarjoaja ottaaksesi ne uudelleen käyttöön.
fr: Les onglets Analyse et Analyse de prompt sont masqués dans l'Inspecteur et Analyser l'architecture n'est pas disponible. Choisissez un fournisseur ci-dessus pour les réactiver.
it: Le schede Analisi e Analisi del prompt sono nascoste nell'Ispettore e Analizza architettura non è disponibile. Scegli un provider qui sopra per riattivarle.
ja: 分析タブとプロンプト分析タブはインスペクタで非表示になっており、アーキテクチャの分析は使用できません。上でプロバイダを選択すると、再び有効になります。
ko: 분석 및 프롬프트 분석 탭이 인스펙터에서 숨겨졌으며 아키텍처 분석을 사용할 수 없습니다. 위에서 제공자를 선택하면 다시 켜집니다.
pl: Karty Analiza i Analiza promptu są ukryte w Inspektorze, a funkcja Analizuj architekturę jest niedostępna. Wybierz dostawcę powyżej, aby ponownie je włączyć.
pt_br: As abas Análise e Análise de prompt estão ocultas no Inspetor e Analisar arquitetura está indisponível. Escolha um provedor acima para reativá-las.
tr: Analiz ve Prompt analizi sekmeleri Denetçi'de gizli ve Mimariyi analiz et kullanılamıyor. Yeniden açmak için yukarıdan bir sağlayıcı seçin.

source: The language change will take full effect after the app restarts.
ar: سيسري تغيير اللغة بالكامل بعد إعادة تشغيل التطبيق.
cs: Změna jazyka se plně projeví po restartu aplikace.
de: Die Sprachänderung wird nach einem Neustart der App vollständig wirksam.
el: Η αλλαγή γλώσσας θα τεθεί πλήρως σε ισχύ μετά την επανεκκίνηση της εφαρμογής.
es: El cambio de idioma se aplicará completamente al reiniciar la aplicación.
fi: Kielen vaihto tulee täysin voimaan sovelluksen uudelleenkäynnistyksen jälkeen.
fr: Le changement de langue prendra pleinement effet après le redémarrage de l'application.
it: Il cambio di lingua avrà pieno effetto al riavvio dell'app.
ja: 言語の変更は、アプリの再起動後に完全に反映されます。
ko: 언어 변경은 앱을 재시작한 후에 완전히 적용됩니다.
pl: Zmiana języka zostanie w pełni zastosowana po ponownym uruchomieniu aplikacji.
pt_br: A alteração de idioma terá efeito total após reiniciar o aplicativo.
tr: Dil değişikliği uygulamayı yeniden başlattıktan sonra tam olarak etkin olur.

source: The prompt field has content that doesn't match. This action will replace it.
ar: يحتوي حقل الموجه على محتوى لا يتطابق. سيؤدي هذا الإجراء إلى استبداله.
cs: Pole promptu obsahuje neodpovídající obsah. Tato akce jej nahradí.
de: Das Prompt-Feld enthält abweichende Inhalte. Diese Aktion ersetzt sie.
el: Το πεδίο prompt περιέχει περιεχόμενο που δεν ταιριάζει. Αυτή η ενέργεια θα το αντικαταστήσει.
es: El campo del prompt tiene contenido que no coincide. Esta acción lo reemplazará.
fi: Kehotekenttä sisältää sisältöä, joka ei vastaa. Tämä toiminto korvaa sen.
fr: Le champ du prompt contient du contenu différent. Cette action le remplacera.
it: Il campo del prompt contiene contenuti che non corrispondono. Questa azione li sostituirà.
ja: プロンプトフィールドに一致しない内容があります。この操作によって置き換えられます。
ko: 프롬프트 필드에 일치하지 않는 내용이 있습니다. 이 작업으로 교체됩니다.
pl: Pole promptu zawiera niezgodną zawartość. Ta operacja ją zastąpi.
pt_br: O campo do prompt contém conteúdo diferente. Esta ação irá substituí-lo.
tr: Prompt alanı eşleşmeyen içerik barındırıyor. Bu işlem onu değiştirecek.

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
cs: Tuto akci nelze vrátit zpět.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν αναιρείται.
es: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi peruuttaa.
fr: Cette action est irréversible.
it: Questa operazione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
pl: Tej operacji nie można cofnąć.
pt_br: Esta ação não pode ser desfeita.
tr: Bu işlem geri alınamaz.

source: This will remove all custom patterns and restore the built-in patterns.
ar: سيؤدي ذلك إلى إزالة جميع الأنماط المخصصة واستعادة الأنماط المدمجة.
cs: Tato akce odstraní všechny vlastní vzory a obnoví vestavěné.
de: Dies entfernt alle benutzerdefinierten Muster und stellt die eingebauten Muster wieder her.
el: Αυτό θα αφαιρέσει όλα τα προσαρμοσμένα μοτίβα και θα επαναφέρει τα ενσωματωμένα.
es: Esto eliminará todos los patrones personalizados y restaurará los integrados.
fi: Tämä poistaa kaikki mukautetut mallit ja palauttaa sisäänrakennetut mallit.
fr: Cela supprimera tous les motifs personnalisés et restaurera ceux intégrés.
it: Verranno rimossi tutti i pattern personalizzati e ripristinati quelli integrati.
ja: すべてのカスタムパターンが削除され、組み込みのパターンが復元されます。
ko: 모든 사용자 지정 패턴이 제거되고 기본 제공 패턴이 복원됩니다.
pl: To usunie wszystkie niestandardowe wzorce i przywróci wbudowane.
pt_br: Isso removerá todos os padrões personalizados e restaurará os padrões integrados.
tr: Bu, tüm özel desenleri kaldırır ve yerleşik desenleri geri yükler.
